export default {
    style: () => 'poster.css',
    render: () => `
    <div class="poster__wrapper">
       <div class="poster__cards">
        <div class="poster__cards-card">
          <span class="main__card-title">«Кижи. Небесное послание» в музее-заповеднике «Коломенское»</span>
          <img
            src="https://www.mos.ru/upload/newsfeed/afisha/c35d4a9ae3ad3fd2480cc65d2ad9af86/imagesIuBlKC.jpg"
            class="poster__cards-card-img"
          />
          <span
          class="poster__text"
            >
            Музей-заповедник «Коломенское» приглашает на выставку «Кижи. Небесное послание». Экспозиция, расположенная во дворце царя Алексея Михайловича, объединила уникальные иконы «небес» (потолочные иконы) заонежских часовен из фондов музея-заповедника «Кижи» и экспонаты из собрания музея-заповедника «Коломенское» — архитектурные элементы и произведения церковного искусства Русского Севера.</span
          >
        </div>

        <div class="poster__cards-card">
          <span class="main__card-title"
            >«100 удивительных животных» в Дарвиновском музее</span
          >
          <img
            src="https://www.darwinmuseum.ru/pictures/big_9afc7ea5a4.jpg"
            class="poster__cards-card-img"
          />
          <span
          class="poster__text"
            >Государственный Дарвиновский музей приглашает на выставку «100 удивительных животных», приуроченную к 100-летию зоолога Владимира Флинта. По страницам его одноименной детской книги гости отправятся в кругосветное путешествие по планете Земля и познакомятся с ее обитателями. Участники экскурсии разгадают загадки, выполнят интерактивные задания, услышат голоса разных животных. Помимо естественно-научной коллекции, животный мир на выставке представлен живописью, графикой и скульптурой из собрания Дарвиновского музея.</span
          >
        </div>

        <div class="poster__cards-card">
          <span class="main__card-title"
            >«Борис Годунов. История, герои, версии» в Музее П.И. Чайковского</span
          >
          <img
            src="https://www.mos.ru/upload/newsfeed/afisha/ef0691b75a591e59f34c12df9fc33f18/_Boris-Godunov_-Istoriya_-geroi_-versii_-v-Muzee-P_I_-Chaikovskogo.jpg"
            class="poster__cards-card-img"
          />
          <span class="poster__text">Музей П.И. Чайковского приглашает на выставку, посвященную историческому пути оперы «Борис Годунов» и приуроченную к 185-летию со дня рождения ее создателя Модеста Мусоргского.</span>
        </div>

        <div class="poster__cards-card">
          <span class="main__card-title"
            >«Князь Игорь» в театре «Новая опера»</span
          >
          <img
            src="https://www.mos.ru/upload/newsfeed/afisha/Knyaz-Igor(24)(14).jpg"
            class="poster__cards-card-img"
          />
          <span
          class="poster__text"
            >Знаменитую оперу А.П. Бородина в 2011 году поставил режиссер Юрий Александров. Музыкальной основой послужила известная редакция А.К. Глазунова и Н.А. Римского-Корсакова. Коллеги А.П. Бородина слышали в его исполнении эпизоды, которые так и не были зафиксированы в нотной записи. После смерти композитора они завершили оперу и восстановили по памяти многие фрагменты.</span
          >
        </div>
</div>
      </div>
</div>
    `
}